Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.si
source: Slovenia sits where the Alps, the Balkans, the Mediterranean, and Central Europe meet, so its small territory contains remarkable geographic and cultural variety. It was the first republic to leave Yugoslavia and has often been seen as one of the region's quieter success stories. Caves, lakes, vineyards, and Habsburg-era urbanism all fit within a country small enough to cross quickly.
de: Slowenien liegt dort, wo die Alpen, der Balkan, das Mittelmeer und Mitteleuropa aufeinandertreffen, sodass sein kleines Gebiet bemerkenswerte geografische und kulturelle Vielfalt enthält. Es war die erste Republik, die Jugoslawien verließ, und wurde oft als eine der ruhigeren Erfolgsgeschichten der Region angesehen. Höhlen, Seen, Weinberge und städtische Strukturen aus der Zeit der Habsburger passen alle in ein Land, das klein genug ist, um es schnell zu durchqueren.
es: Eslovenia se encuentra en el lugar donde se encuentran los Alpes, los Balcanes, el Mediterráneo y Europa Central, por lo que su pequeño territorio contiene una notable variedad geográfica y cultural. Fue la primera república en abandonar Yugoslavia y a menudo se la ha visto como una de las historias de éxito más discretas de la región. Cuevas, lagos, viñedos y el urbanismo de la época de los Habsburgo encajan todos dentro de un país lo suficientemente pequeño como para cruzarlo rápidamente.
fr: La Slovénie se situe à l'endroit où se rencontrent les Alpes, les Balkans, la Méditerranée et l'Europe centrale, si bien que son petit territoire contient une remarquable variété géographique et culturelle. C'était la première république à quitter la Yougoslavie et elle est souvent considérée comme l'une des histoires de réussite les plus discrètes de la région. Grottes, lacs, vignobles et urbanisme de l'époque des Habsbourg tiennent tous dans un pays assez petit pour être traversé rapidement.
it: La Slovenia si trova dove si incontrano le Alpi, i Balcani, il Mediterraneo e l'Europa centrale, quindi il suo piccolo territorio contiene una notevole varietà geografica e culturale. È stata la prima repubblica a lasciare la Jugoslavia ed è spesso stata vista come una delle storie di successo più tranquille della regione. Grotte, laghi, vigneti e urbanistica dell'epoca asburgica si trovano tutti in un paese abbastanza piccolo da poter essere attraversato rapidamente.
pt_br: A Eslovênia está localizada onde os Alpes, os Bálcãs, o Mediterrâneo e a Europa Central se encontram, então seu pequeno território contém uma notável variedade geográfica e cultural. Foi a primeira república a deixar a Iugoslávia e muitas vezes tem sido vista como uma das histórias de sucesso mais discretas da região. Cavernas, lagos, vinhedos e o urbanismo da era Habsburgo cabem todos dentro de um país pequeno o suficiente para ser atravessado rapidamente.
ru: Словения расположена там, где встречаются Альпы, Балканы, Средиземноморье и Центральная Европа, поэтому на небольшой территории страны сосредоточено замечательное географическое и культурное разнообразие. Это была первая республика, покинувшая Югославию, и её часто воспринимают как одну из более спокойных историй успеха в регионе. Пещеры, озёра, виноградники и урбанизм эпохи Габсбургов всё помещается в стране, достаточно маленькой, чтобы её можно было быстро пересечь.

# country.description.sj
source: Svalbard is a Norwegian Arctic archipelago where glaciers, permafrost, polar bears, and extreme seasonal light make human settlement feel conditional rather than natural. Its legal status is also unusual because the Svalbard Treaty gave multiple countries economic rights there under Norwegian sovereignty. It is one of the few inhabited places that still feels fundamentally polar.
de: Svalbard ist ein norwegisches arktisches Archipel, wo Gletscher, Permafrost, Eisbären und extreme saisonale Lichtverhältnisse die menschliche Besiedlung eher bedingt als natürlich erscheinen lassen. Sein rechtlicher Status ist ebenfalls ungewöhnlich, da der Svalbard-Vertrag mehreren Ländern wirtschaftliche Rechte unter norwegischer Souveränität einräumt. Es ist einer der wenigen bewohnten Orte, der sich immer noch grundlegend polar anfühlt.
es: Svalbard es un archipiélago ártico noruego donde los glaciares, el permafrost, los osos polares y la luz estacional extrema hacen que el asentamiento humano se sienta condicionante más que natural. Su estatus legal también es inusual porque el Tratado de Svalbard otorgó derechos económicos a varios países bajo la soberanía noruega. Es uno de los pocos lugares habitados que todavía se sienten fundamentalmente polares.
fr: Svalbard est un archipel arctique norvégien où les glaciers, le pergélisol, les ours polaires et la lumière saisonnière extrême font que l'installation humaine semble conditionnelle plutôt que naturelle. Son statut juridique est également inhabituel car le traité de Svalbard a donné à plusieurs pays des droits économiques sous souveraineté norvégienne. C'est l'un des rares endroits habités qui semble encore fondamentalement polaire.
it: Svalbard è un arcipelago artico norvegese dove ghiacciai, permafrost, orsi polari e luce stagionale estrema rendono l'insediamento umano più condizionato che naturale. Il suo stato legale è anche insolito perché il Trattato di Svalbard ha concesso a più paesi diritti economici sotto la sovranità norvegese. È uno dei pochi luoghi abitati che ancora appare fondamentalmente polare.
pt_br: Svalbard é um arquipélago ártico norueguês onde geleiras, permafrost, ursos polares e luz sazonal extrema fazem a ocupação humana parecer condicional em vez de natural. Seu status legal também é incomum porque o Tratado de Svalbard concedeu a vários países direitos econômicos sob a soberania norueguesa. É um dos poucos lugares habitados que ainda parece fundamentalmente polar.
ru: Шпицберген — норвежский арктический архипелаг, где ледники, вечная мерзлота, белые медведи и экстремальные сезонные изменения света делают человеческое заселение скорее условным, чем естественным. Его правовой статус также необычен, поскольку Шпицбергенский договор предоставил нескольким странам экономические права там при норвежском суверенитете. Это одно из немногих обитаемых мест, которое по-прежнему ощущается по-настоящему полярным.

# country.description.sk
source: Slovakia emerged as an independent state only in 1993, but the lands it covers carry older histories from the Kingdom of Hungary, the Habsburg monarchy, and Czechoslovakia. Mountain ranges, castles, and towns along the Danube give the country more geographic and architectural variety than many outsiders expect. It often gets overshadowed by neighbors, though its history is inseparable from theirs.
de: Die Slowakei entstand erst 1993 als unabhängiger Staat, aber die Gebiete, die sie umfasst, tragen ältere Geschichten aus dem Königreich Ungarn, der Habsburgermonarchie und der Tschechoslowakei. Gebirgszüge, Schlösser und Städte entlang der Donau verleihen dem Land mehr geografische und architektonische Vielfalt, als viele Außenstehende erwarten. Sie wird jedoch oft von ihren Nachbarn überschattet, obwohl ihre Geschichte untrennbar mit deren verbunden ist.
es: Eslovaquia surgió como un estado independiente solo en 1993, pero las tierras que abarca tienen historias más antiguas del Reino de Hungría, la monarquía de los Habsburgo y Checoslovaquia. Las cadenas montañosas, los castillos y los pueblos a lo largo del Danubio le dan al país más variedad geográfica y arquitectónica de lo que muchos extranjeros esperan. Sin embargo, a menudo es eclipsado por sus vecinos, aunque su historia es inseparable de la de ellos.
fr: La Slovaquie est devenue un État indépendant seulement en 1993, mais les terres qu'elle couvre portent des histoires plus anciennes provenant du Royaume de Hongrie, de la monarchie des Habsbourg et de la Tchécoslovaquie. Les chaînes de montagnes, les châteaux et les villes le long du Danube donnent au pays plus de variété géographique et architecturale que ce que beaucoup d'étrangers attendent. Elle est souvent éclipsée par ses voisins, bien que son histoire soit indissociable de la leur.
it: La Slovacchia emerse come stato indipendente solo nel 1993, ma le terre che copre portano storie più antiche dal Regno d'Ungheria, dalla monarchia asburgica e dalla Cecoslovacchia. Catene montuose, castelli e città lungo il Danubio offrono al paese più varietà geografica e architettonica di quanta molti stranieri si aspettino. Viene spesso messa in ombra dai vicini, anche se la sua storia è inseparabile dalla loro.
pt_br: A Eslováquia surgiu como um estado independente apenas em 1993, mas as terras que ela cobre possuem histórias mais antigas do Reino da Hungria, da monarquia Habsburgo e da Tchecoslováquia. Cordilheiras, castelos e cidades ao longo do Danúbio dão ao país uma variedade geográfica e arquitetônica maior do que muitos estrangeiros esperam. No entanto, muitas vezes, ela é ofuscada pelos vizinhos, embora sua história seja inseparável da deles.
ru: Словакия стала независимым государством только в 1993 году, но земли, которые она занимает, имеют более древнюю историю, связанную с Венгерским королевством, монархией Габсбургов и Чехословакией. Горные хребты, замки и города вдоль Дуная придают стране больше географического и архитектурного разнообразия, чем многие иностранцы ожидают. Однако она часто оказывается в тени своих соседей, хотя её история неразрывно связана с их историей.

# country.description.sl
source: Sierra Leone has one of West Africa's most striking peninsulas and one of its most historically charged names, linked to a colony founded for freed Black settlers. Freetown's setting, beach-lined coast, Krio culture, and musical energy give the country a vivid personality that many outsiders never hear about. Its historical arc is important, but so is the warmth and vitality of everyday life along the coast.
de: Sierra Leone hat eine der auffälligsten Halbinseln Westafrikas und einen der historisch aufgeladensten Namen, der mit einer Kolonie für befreite schwarze Siedler verbunden ist. Freetowns Lage, küstennahe Strände, Krio-Kultur und musikalische Energie verleihen dem Land eine lebendige Persönlichkeit, von der viele Außenstehende nie hören. Sein historischer Bogen ist wichtig, aber ebenso die Wärme und Lebendigkeit des Alltagslebens entlang der Küste.
es: Sierra Leona tiene una de las penínsulas más impresionantes de África Occidental y uno de sus nombres más cargados de historia, vinculado a una colonia fundada para colonos negros liberados. El entorno de Freetown, su costa bordeada de playas, la cultura krio y la energía musical le otorgan al país una personalidad vívida que muchos forasteros nunca conocen. Su trayectoria histórica es importante, pero también lo son la calidez y la vitalidad de la vida cotidiana a lo largo de la costa.
fr: La Sierra Leone possède l'une des péninsules les plus remarquables d'Afrique de l'Ouest et l'un de ses noms les plus chargés d'histoire, lié à une colonie fondée pour les habitants noirs affranchis. Le cadre de Freetown, sa côte bordée de plages, la culture Krio et l'énergie musicale donnent au pays une personnalité vivante dont beaucoup d'étrangers n'entendent jamais parler. Son parcours historique est important, mais l'accueil chaleureux et la vitalité de la vie quotidienne le long de la côte le sont tout autant.
it: La Sierra Leone ha una delle penisole più suggestive dell'Africa occidentale e uno dei suoi nomi più carichi di storia, legato a una colonia fondata per coloni neri liberati. L'ambientazione di Freetown, la costa fiancheggiata da spiagge, la cultura Krio e l'energia musicale conferiscono al paese una personalità vivida di cui molti stranieri non sentono parlare. Il suo arco storico è importante, così come lo sono il calore e la vitalità della vita quotidiana lungo la costa.
pt_br: Serra Leoa possui uma das penínsulas mais impressionantes da África Ocidental e um dos nomes mais carregados de história, ligado a uma colônia fundada para colonos negros libertos. A localização de Freetown, sua costa ladeada por praias, a cultura Krio e a energia musical dão ao país uma personalidade vívida da qual muitos estrangeiros nunca ouvem falar. Seu arco histórico é importante, mas também são importantes a simpatia e a vitalidade da vida cotidiana ao longo da costa.
ru: Сьерра-Леоне обладает одним из самых впечатляющих полуостровов Западной Африки и одним из её наиболее исторически насыщенных названий, связанным с колонией, основанной для освобождённых чернокожих переселенцев. Локация Фритауна, побережье с пляжами, культура крио и музыкальная энергия придают стране яркую индивидуальность, о которой многие иностранцы никогда не слышали. Её историческая линия важна, но также важны тепло и жизненная энергия повседневной жизни вдоль побережья.

# country.description.sm
source: San Marino claims to be one of the world's oldest republics, and its mountain-top fortifications above the Italian plain reinforce that sense of improbable survival. It is completely surrounded by Italy but remains fully sovereign, which is part of its enduring curiosity. Few microstates are so openly proud of their own age.
de: San Marino beansprucht, eine der ältesten Republiken der Welt zu sein, und seine Festungen auf dem Berg über der italienischen Ebene verstärken dieses Gefühl eines unwahrscheinlichen Überlebens. Es ist vollständig von Italien umgeben, bleibt aber völlig souverän, was Teil seiner anhaltenden Besonderheit ist. Nur wenige Mikrostaaten sind so offen stolz auf ihr eigenes Alter.
es: San Marino afirma ser una de las repúblicas más antiguas del mundo, y sus fortificaciones en la cima de la montaña sobre la llanura italiana refuerzan esa sensación de supervivencia improbable. Está completamente rodeado por Italia, pero sigue siendo completamente soberano, lo cual forma parte de su curiosidad perdurable. Pocos microestados están tan abiertamente orgullosos de su propia antigüedad.
fr: Saint-Marin prétend être l'une des républiques les plus anciennes du monde, et ses fortifications au sommet des montagnes au-dessus de la plaine italienne renforcent ce sentiment de survie improbable. Il est complètement entouré par l'Italie mais reste pleinement souverain, ce qui fait partie de sa curiosité durable. Peu de micro-états sont aussi ouvertement fiers de leur propre ancienneté.
it: San Marino sostiene di essere una delle repubbliche più antiche del mondo, e le sue fortificazioni sulla sommità della montagna sopra la pianura italiana rafforzano quel senso di sopravvivenza improbabile. È completamente circondato dall'Italia ma rimane completamente sovrano, il che fa parte della sua curiosità duratura. Pochi microstati sono così apertamente orgogliosi della propria età.
pt_br: San Marino afirma ser uma das repúblicas mais antigas do mundo, e suas fortificações no topo da montanha acima da planície italiana reforçam essa sensação de sobrevivência improvável. É completamente cercado pela Itália, mas permanece totalmente soberano, o que faz parte de sua curiosidade duradoura. Poucos microestados têm tanto orgulho de sua própria antiguidade.
ru: Сан-Марино утверждает, что является одной из старейших республик мира, и его крепости на вершинах гор над итальянской равниной усиливают это ощущение невероятного выживания. Оно полностью окружено Италией, но остаётся полностью суверенным, что является частью его постоянной особенной привлекательности. Мало какие микрогосударства так открыто гордятся своим возрастом.

# country.description.sn
source: Senegal sits on the Atlantic edge of West Africa and has long been one of the region's cultural and intellectual reference points. Dakar is influential in music, fashion, and political thought, while Goree Island and Saint-Louis tie the country to longer Atlantic and colonial histories. Senegal often serves as a reminder that cultural centrality does not always require geographic size.
de: Senegal liegt an der atlantischen Küste Westafrikas und ist seit langem einer der kulturellen und intellektuellen Bezugspunkte der Region. Dakar ist einflussreich in Musik, Mode und politischem Denken, während die Insel Gorée und Saint-Louis das Land mit längeren atlantischen und kolonialen Geschichten verbinden. Senegal dient oft als Erinnerung daran, dass kulturelle Zentralität nicht immer geografische Größe erfordert.
es: Senegal se encuentra en el borde atlántico de África Occidental y durante mucho tiempo ha sido uno de los puntos de referencia cultural e intelectual de la región. Dakar tiene influencia en la música, la moda y el pensamiento político, mientras que la isla de Gorée y Saint-Louis conectan al país con historias más largas del Atlántico y coloniales. Senegal a menudo sirve como recordatorio de que la centralidad cultural no siempre requiere un tamaño geográfico.
fr: Le Sénégal se situe au bord de l'Atlantique en Afrique de l'Ouest et a longtemps été l'un des points de référence culturels et intellectuels de la région. Dakar est influente dans la musique, la mode et la pensée politique, tandis que l'île de Gorée et Saint-Louis relient le pays à des histoires atlantiques et coloniales plus longues. Le Sénégal rappelle souvent que la centralité culturelle ne nécessite pas toujours une taille géographique.
it: Il Senegal si trova sul bordo atlantico dell'Africa occidentale ed è da lungo tempo uno dei punti di riferimento culturali e intellettuali della regione. Dakar è influente nella musica, nella moda e nel pensiero politico, mentre l'Isola di Goree e Saint-Louis collegano il paese a storie più lunghe legate all'Atlantico e al colonialismo. Il Senegal spesso serve come promemoria che la centralità culturale non richiede sempre una dimensione geografica ampia.
pt_br: O Senegal está situado na borda do Atlântico da África Ocidental e há muito tempo é um dos pontos de referência cultural e intelectual da região. Dakar exerce influência na música, na moda e no pensamento político, enquanto a Ilha de Gorée e Saint-Louis conectam o país a histórias atlânticas e coloniais mais longas. O Senegal frequentemente serve como um lembrete de que a centralidade cultural nem sempre requer tamanho geográfico.
ru: Сенегал находится на атлантическом побережье Западной Африки и долгое время был одним из культурных и интеллектуальных ориентиров региона. Дакар оказывает влияние на музыку, моду и политическую мысль, тогда как остров Горе и Сен-Луи связывают страну с более длинной атлантической и колониальной историей. Сенегал часто служит напоминанием о том, что культурная центральность не всегда требует географического размера.

# country.description.so
source: Somalia sits along one of Africa's longest coastlines, facing the Gulf of Aden and the Indian Ocean, and for centuries it was connected to trade routes reaching Arabia, India, and East Africa. Somali culture is especially known for oral poetry, camel traditions, seafaring, strong clan and family networks, and a language that carries an unusually rich poetic tradition. Even people who know little else about the country are often surprised by how deeply maritime, commercial, and literary its older identity is.
de: Somalia liegt an einer der längsten Küsten Afrikas, mit Blick auf den Golf von Aden und den Indischen Ozean, und war über Jahrhunderte mit Handelsrouten verbunden, die nach Arabien, Indien und Ostafrika führten. Die somalische Kultur ist besonders bekannt für mündliche Dichtung, Kameltraditionen, Seefahrt, starke Clan- und Familiennetzwerke sowie eine Sprache, die eine ungewöhnlich reiche poetische Tradition trägt. Selbst Menschen, die sonst wenig über das Land wissen, sind oft überrascht, wie stark maritim, kommerziell und literarisch seine ältere Identität ist.
es: Somalia se encuentra a lo largo de una de las costas más largas de África, frente al Golfo de Adén y el Océano Índico, y durante siglos estuvo conectada a rutas comerciales que llegaban a Arabia, India y África Oriental. La cultura somalí es especialmente conocida por su poesía oral, tradiciones con camellos, navegación, fuertes redes de clanes y familias, y un idioma que posee una tradición poética inusualmente rica. Incluso las personas que saben poco sobre el país a menudo se sorprenden de lo profundamente marítima, comercial y literaria que es su identidad más antigua.
fr: La Somalie s'étend le long de l'une des côtes les plus longues d'Afrique, faisant face au golfe d'Aden et à l'océan Indien, et pendant des siècles elle a été reliée à des routes commerciales atteignant l'Arabie, l'Inde et l'Afrique de l'Est. La culture somalienne est particulièrement connue pour sa poésie orale, ses traditions liées aux chameaux, la navigation maritime, ses réseaux claniques et familiaux solides, ainsi qu'une langue qui possède une tradition poétique exceptionnellement riche. Même les personnes qui connaissent peu d'autres aspects du pays sont souvent surprises par la profondeur de son identité ancienne maritime, commerciale et littéraire.
it: La Somalia si trova lungo una delle coste più lunghe dell'Africa, affacciata sul Golfo di Aden e sull'Oceano Indiano, e per secoli è stata collegata a rotte commerciali che raggiungevano l'Arabia, l'India e l'Africa orientale. La cultura somala è particolarmente nota per la poesia orale, le tradizioni legate ai cammelli, la navigazione, le forti reti di clan e famiglie, e una lingua che possiede una tradizione poetica straordinariamente ricca. Anche coloro che sanno poco del paese restano spesso sorpresi da quanto profondamente marittima, commerciale e letteraria sia la sua identità più antica.
pt_br: A Somália está situada ao longo de uma das costas mais longas da África, voltada para o Golfo de Aden e o Oceano Índico, e por séculos esteve conectada a rotas comerciais que alcançavam a Arábia, a Índia e o Leste da África. A cultura somali é especialmente conhecida pela poesia oral, tradições com camelos, navegação marítima, fortes redes de clãs e famílias, e uma língua que carrega uma tradição poética extraordinariamente rica. Mesmo pessoas que sabem pouco sobre o país frequentemente se surpreendem com o quão profunda é sua identidade mais antiga relacionada ao mar, ao comércio e à literatura.
ru: Сомали расположена вдоль одной из самых длинных береговых линий Африки, с выходом к Аденскому заливу и Индийскому океану, и на протяжении веков была связана с торговыми путями, ведущими в Аравию, Индию и Восточную Африку. Культура Сомали особенно известна устной поэзией, традициями, связанными с верблюдами, мореплаванием, сильными клановыми и семейными связями, а также языком, который несёт необычайно богатую поэтическую традицию. Даже люди, мало что знающие о стране, часто удивляются тому, насколько глубоко морская, коммерческая и литературная её более старинная идентичность.
